import img1 from '../../img/otz1.jpg'
import img2 from '../../img/otz2.jpg'
import img3 from '../../img/otz3.jpg'

export const StudentSuccess = () => {
    return (
        <div className='studentSuccess'>
            <div className="container">
                <div className="studentSuccessContents">
                    <h1>Студенттерибиздин ийгиликтери</h1>
                    <div className="Content1">
                        <img src={img1} alt="img"/>
                        <div className="text">
                            <h2>Курстун баасы кымбат деп ойлогом</h2>
                            <p>
                                <span>Ильгиз</span>
                                Android разработчик курсунун студенти. Android разработчик бул - биз күндөлүктү колдонуп
                                жүргөн приложенияларды жасаган киши. Ал эми Ильгиз буга чейин приложениялар кандай
                                түзүлөрүн, код аркылуубу же шаблондор аркылуубу жасалаарын билген эмес. Азыр, жеке
                                приложениясынын үстүнөн иштеп жатат. Эң кызыгы бул адистиктер башка адистиктерге
                                салыштырмалуу 2 эсе көп табышат.
                            </p>
                        </div>
                    </div>
                    <div className="Content2">
                        <div className="text">
                            <h2>Онлайн да окуса болот экен</h2>
                            <p>
                                <span>Front-end+UX/UI</span>
                                курсунун онлайн тайпасында окуп жаткан Нышанова Тумар 40 жашта. Курска чейин
                                компьютерди билген эмес. Психолог тармагында да окуган. Өзүнүн сайтын өзү жасап,
                                продукциясын элдерге таанытуу максатында бул курсту тандаган. Тренингди Москва шаарында
                                туруп онлайн окуп баштаган. Бирок, үйрөнгөн инструменттерди колдонуп, өз мекенинде
                                Бизнесин баштоо ниетинде келди.
                            </p>
                        </div>
                        <img src={img2} alt="img"/>
                    </div>
                    <div className="Content3">
                        <img src={img3} alt="img"/>
                        <div className="text">
                            <h2>Мотивацияны жаңы кодтордон алам</h2>
                            <p>
                                <span>Full-stack</span>
                                курсунун студентти Жылдызбек уулу Жыргалбек. Мектепти бүткөн соң, университетти эмес,
                                курсту таңдаган. Себеби, аз убакыт аралыгында, жетиштүү билим алгысы келген. Курстун
                                тренери жогорку билимдүү. Андан тышкары, менторлор да, чат аркылуу да, жандуу колдоо
                                көрсөтүп турат. Ар бир жаңы үйрөнгөн код аркылуу мотивация алат. Каалаган убактысында
                                жана сабактан кийин калып иштесе болот. Келечектеги планы “Америкадагы IT компанияларда
                                программист болуп иштөө”.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    )
}