const UxUiProgramData = {
    MainData: [
        {
            id: 1,
            name: '1. Киришүү',
            themeTitles: [
                'Веб-дизайндын тарыхы.',
                'Веб-дизайнер менен UX/UI дизайнердин айрмасы?',
                'UX/UI дизайнер ким?',
                'Figma программасы менен таанышуу.',
                'Figma программасындагы инстурменттери менен таанышуу.',
                'Плагиндер менен таанышуу жана орнотуу',
            ]
        },
        {
            id: 2,
            name: 'Техникалык негиздер',
            themeTitles: [
                'Сайттын максаты',
                'Максаттуу аудиторияны аныктоо',
                'Маркетинг триггерлери',
                'Контентти кайдан тапса болот',
                'User Experience',
            ]
        },
        {
            id: 3,
            name: ' UX/UIга аналитика',
            themeTitles: [
                'Сайттын максаты',
                'Максаттуу аудиторияны аныктоо',
                'Маркетинг триггерлери',
                'Контентти кайдан тапса болот',
                'User Experience',
            ]
        },
        {
            id: 4,
            name: ' 4. Техникалык тапшырма менен иштөө',
            themeTitles: [
                'Кардар менен иштөө',
                'Келишимди туура багытта кою',
                'Ортодогу койгойлорду чечүү',
            ]
        },
        {
            id: 5,
            name: '5. Визитка сайт',
            themeTitles: [
                'UI-кит',
                'Биринчи экран эрежеси',
                'Иконкалар менен иштөө тартиби',
                'Биринчи экранды тартуу үчүн текшерүү тизмеси',
            ]
        },
        {
            id: 6,
            name: '6. Landing page',
            themeTitles: [
                'Идея издөө шилтемелерди тандоо жана алгачкы кадамдар',
                'Биринчи эскиздер менен иштөө',
                'Дизайндагы деталдар',
                'Дизайнды анимацияга салуу',
            ]
        },
        {
            id: 7,
            name: '7. User flow, wereframe',
            themeTitles: [
                'Behanске жүктөө',
                'Кошумча элементтердин үстүндө иштөө',
                'Сайттын мобильдик түрү',
            ]
        },
        {
            id: 8,
            name: '8. Интернет-магазин',
            themeTitles: [
                'Товардык топ',
                'Биринчи экран, Биз жөнүндө, Колонтитул, Рахмат терезеси',
                'Тавардын карточкасы',
                'Дизайнды оформления кылып Behanceке жүктөө',
            ]
        },
    ]
}
export default UxUiProgramData