const UxUiLearnData = [
    {
        id:1,
        number: 1,
        name: 'Верстать сайты правильно',
        info: 'Детально изучите все возможности современного CSS, научитесь верстать адаптивные сайты, которыми удобно пользоваться. Сделаете проекты эстетичнее при помощи анимаций и переходов.'
    },
    {
        id:2,
        number: 2,
        name: 'Программировать на JavaScript',
        info: 'Будете проектировать логику работы сайта. От простого модального окна до асинхронной загрузки данных с сервера и программирования enterprise-приложений.Без стресса выучите один из самых популярных языков программирования.'
    },
    {
        id:3,
        number: 3,
        name: 'Работать с современными фреймворками',
        info: 'С помощью фреймворков вы сможете быстрее разрабатывать сложные веб-сервисы, а ещё они эффективнее расходуют ресурсы браузера. Вы сами выбираете, что учить — React или Vue.'
    },
    {
        id:4,
        number: 4,
        name: 'Работать с Git',
        info: 'Будете сохранять все этапы работы над проектами, чтобы у коллег всегда был доступ к коду, а случайные ошибки можно было исправить в два клика.'
    },
    {
        id:5,
        number: 5,
        name: 'Создавать красоту в команде',
        info: 'Научитесь работать по спринтам и Scrum-методологии. Под руководством тимлида вместе с другими студентами напишете веб-приложение.'
    }
]

export default UxUiLearnData;