const FrontProgramData = {
    MainData: [
        {
            id: 1,
            name: '1. Киришүү',
            themeTitles: [
                'Таанышуу, установка программу Webstorm',
                'Тегдер менен иштоо, СSS киришуу, селекторыфонго сурот кою, размер жана ж.б. свойствалар менен иштоо',
                'Postion свойствасы, FlexBox',
                'Псевдоклассы псевдоэлементы(hover/before)/Fontawesome-icons/Font туташтыруу',
                'Keyframes animation',
                'Табы / Единицы измерения (px, rem, em, %)',
                'Таза HTML5/CSS3 БИР ЛЕНДИНГ-ПЕЙДЖ',
                'Grid-система жана грид м-н бир проект',
                'Адаптация (@media- запросы)',
                'GIT/GITHUB',
                'TailwindCSS + Grid = 1-проект.',
                'Fancybox/Jquery/Slick-slider',
                'SCSS/SASS/LESS - БЭМ-Методология',
                'ЭКЗАМЕН БИР ПРОЕКТ, ШАРТТАРЫ: SASS/Адаптивная верстка/GRID/Slider',
            ]
        },
        {
            id: 2,
            name: '2. JavaScript',
            themeTitles: [
                'Базовый уровень: научитесь работать с переменными и числами, ' +
                'изучите массивы,объекты и функции. Познакомитесь с константами, ' +
                'ключевыми словами const и var, областями видимости, замыканиями и ' +
                'научитесь их использовать в работе. Продвинутый уровень: освоите работу ' +
                'с модулями, событиями и менеджером пакетов npm. Научитесь создавать методы ' +
                'объектов и прототипов, писать тесты и взаимодействовать с сервером с помощью fetch API.'
            ]
        },
        {
            id: 3,
            name: '3. React.js',
            themeTitles: [
                'React-разработчики создают приложения на React,используя ' +
                'дополнительные инструменты: например,Redux, TypeScript или Jest. ' +
                'Это востребованная работа: на React.JS написаны Яндекс,Netflix,Facebook и другие' +
                ' известные сервисы. Фронтенд-разработчик в Яндекс.Практикуме Давид Роганов ' +
                'рассказал,что такое React,и составил гид для его изучения.'
            ]
        },
    ]
}
export default FrontProgramData