import img from '../img/laptop1.png'

export const AboutPageHero = () => {
    return (<div className='aboutHero'>
        <div className="container">
            <div className="aboutPageContent">
                <div className="firstContent">
                    <div className="text">
                        <h2>MOTION WEB LLC</h2>
                        <span>IT-академиясы</span>
                        <p>
                            Биз адамдарды программалоону, веб-дизайнды жана маркетингди нөлдөн баштап өздөштүрүүгө
                            үйрөтөбүз
                            жана акысыз семинар тренингтерди өткөрөбүз. Коомчулукту заманбап билимге чакырабыз, ошондой
                            эле
                            жумушка орноштуруу компаниялары менен өнөктөштүк жана окуунун натыйжалуулугун жогорулатуу
                            үчүн
                            жаңы ыкмаларды тынымсыз сынап келебиз.
                        </p>
                    </div>
                    <img src={img} alt="img"/>
                </div>
                <div className="secondContent">
                    <span>Эмне үчүн<h2>MOTION WEB LLC</h2></span>
                    <p>
                        Заманбап билим берүү системасынын эмгек рыногунун реалдуу муктаждыктарынан обочолонуп калганын
                        байкап, биз жөн гана бул iT академияны түзбөй коё алган жокпуз. Ошентип, 2021-жылы. Программалоо
                        мектеби долбоору пайда болду, ал кийинчерээк Motion Web LLC коомчулугуна айланды жана
                        2021-жылдын Аперль айында негизделди. <br/><br/>
                        Биз заманбап билим берүү системасын түзүп жатабыз. Качандыр бир күнү интернет аркылуу толук
                        кандуу кесипке ээ болуу адамзат үчүн жаңы чындыкка айланат деп ишенебиз. Анткени, бул амбициялуу
                        жана энергиялуу адамдар үчүн чексиз мүмкүнчүлүктөрдү ачат.
                    </p>
                </div>
            </div>
        </div>
    </div>)

}


