const FullStackProgramData = {
    MainData: [
        {
            id: 3,
            name: 'JavaScript. Базовый уровень',
            themeTitles: [
                'prodJs',
                'Введение',
                'Переменные и работа с числами',
                'Строки, boolean и условные операторы',
                'Массивы и циклы',
                'Функции',
                'Объекты',
                'Введение в DOM',
                'Константы, области видимости и замыкания',
                'Преобразование типов и нестрогие сравнения',
                'Обработка событий и пользовательский ввод',
                'Разработчик и soft skills'
            ]
        },
        {
            id: 2,
            name: 'JavaScript. Продвинутый уровень',
            themeTitles: [
                'Модули',
                'Переменные и работа с числами',
                ' Event loop и асинхронная разработка',
                'Методы объекта и прототипы',
                ' Тестирование',
                'Обработка ошибок',
                'Общение с сервером, async/await',
                ' События',
                '    ООП и его реализация в JavaScript',
                '  ФП, работа с массивами и строками',
            ]
        },
        {
            id: 3,
            name: 'Node JS',
            themeTitles: [
                'Введение в курс',
                'Подготовка рабочей среды',
                'Пишем Hello, world!',
                'Решаем базовые задачи',
                'Асинхронный код',
                'Express.js',
                'Реляционные базы данных',
                'Нереляционные базы данных',
                'CLI-программы',
                'Продвинутые понятия. Streams, генераторы, итераторы',
                'Real-time & WebSockets',
                'Pro tips'
            ]
        },
        {
            id: 1,
            name: 'Веб вёрстка',
            themeTitles: [
                'Veb',
                'Таанышуу, установка программу Webstorm',
                'Тегдер менен иштоо, СSS киришуу, селекторыфонго сурот кою, размер жана ж.б. свойствалар менен иштоо',
                'Postion свойствасы, FlexBox',
                'Псевдоклассы псевдоэлементы(hover/before)/Fontawesome-icons/Font туташтыруу',
                'Keyframes animation',
                'Табы / Единицы измерения (px, rem, em, %)',
                'Таза HTML5/CSS3 БИР ЛЕНДИНГ-ПЕЙДЖ',
                'Grid-система жана грид м-н бир проект',
                'Адаптация (@media- запросы)',
                'GIT/GITHUB',
                'TailwindCSS + Grid = 1-проект.',
                'Fancybox/Jquery/Slick-slider',
                'SCSS/SASS/LESS - БЭМ-Методология',
                'ЭКЗАМЕН БИР ПРОЕКТ, ШАРТТАРЫ: SASS/Адаптивная верстка/GRID/Slider',
            ]
        }
    ]
}

export default FullStackProgramData