const MainData = {
    AndroidData: [
        {
            id: 1,
            name: 'Kotlin программало тили 4,5-ай',
            themeTitles: [
                'Переменные',
                "Функции",
                "Коллекции",
                'Условия и циклы',
                'Объекты',
                'ООП',
                'Сравнение типов',
                'Исключения',
                'Корутины'
            ]
        },
        {
            id: 2,
            name: ' Android-разработчик. 1-Уровень 5,6-ай',
            themeTitles: [
                'Введение в профессию',
                'Начало работы',
                'Вёрстка',
                'Компоненты',
                'ConstraintLayout',
                'Ресурсы проекта',
                'Экраны приложения',
                'Анимация',
                'Локализация приложений',
                'Жизненный цикл',
                'Основы хранения данных',
                'Архитектура презентационного слоя',
                'Работа с сетью (Retrofit)',
                'Работа с БД (Room)',
                'Работа с массивами данных',
                'Работа с защищёнными разделами ОС',
                'Работа с локацией',
                'Firebase'
            ]
        },
        {
            id: 3,
            name: 'Android-разработчик. 2-Уровень 4-ай',
            themeTitles: [
                'Создаём собственные View и анимации.',
                'Работа со списками.',
                'Declarative UI.',
                'Выполнение задач в фоновом режиме: практика.',
                'Продвинутое внедрение зависимостей (dependency injection). Dagger 2.',
                'Паттерны построения приложения.',
                'Паттерны презентационного слоя.',
                'Тестирование.',
                'Выход приложения.',
                'Утечки памяти и статические анализаторы.',
                'Code review на продвинутом уровне.',
                'RxJava. Основы.',
                'RxJava. Часть 2. Операторы.'
            ]

        },
        {
            id: 4,
            name: 'Система контроля версий Git',
            themeTitles: [
                'Версии программного кода.',
                'Установка Git.',
                'Индекс и частичные коммиты.',
                'Сравнение версий.',
                'Отмена изменений и откат версий.',
                'Репозитории и коллективная работа.',
                'Ветки — создание и управление.',
                'Слияние и разрешение конфликтов.',
                'Полезные инструменты.',
                'Правила работы с Git.'
            ]

        },
        {
            id: 5,
            name: "Figma",
            themeTitles: [
                'Введение в Figma. Обзор возможностей.',
                'Работа с графикой.',
                ' Редактор Figma — модульные сетки и монтажные области.',
                'Создание и настройка компонентов, работа с эффектами.',
                'Создание вложенных компонентов. Auto Layout.',
                'Организация рабочего пространства компонентов и стилей. Командная работа, контроль версий и передача макетов в разработку.',
                'Прототипирование.',
                'Figma Animate.',
                'Бонус-модуль. Обзор и применение Figma plugins.'
            ]
        },
        {
            id: 6,
            name: "Ручное тестирование мобильных приложений",
            themeTitles: [
                'Тестирование мобильных приложений.',
                'Общее знакомство с темой.',
                'Ориентация и экраны.',
                'Эмуляторы и симуляторы.',
                'Сборка приложений и продвинутые функции Android Studio и XCode.',
                'GPS и батарея.',
                'Связь.',
                'Скриншоты и логи.',
                'Информация о дипломном проекте.',
            ]
        },
        {
            id: 7,
            name: "Проектировать стабильное и быстрые приложения",
            themeTitles: [
                'Версии программного кода.',
                ' Установка Git.',
                'Индекс и частичные коммиты.',
                'Сравнение версий.',
                'Отмена изменений и откат версий.',
                'Репозитории и коллективная работа.',
                'Ветки — создание и управление.',
                'Слияние и разрешение конфликтов.',
                'Полезные инструменты.',
                'Правила работы с Git.',
            ]
        },

    ]
}


export default MainData