import img1 from '../../img/ab.png'
import img2 from '../../img/ali.png'
import img3 from '../../img/and.png'
import img4 from '../../img/as.png'
import img5 from '../../img/das.png'
import img6 from '../../img/int.png'
import img7 from '../../img/sai.png'

export const DataMentor = [
    {
        id: 1,
        img: img1,
        name: 'Мукеев Дастан',
        info: 'Full stack тренингинин башкы тренери. It тармагында 2.5жылдык тажрыйбасы бар. 150 дон ашык студенттери бар.motion web it студиясында full steak разработчик жана team leader.'
    },
    {
        id: 2,
        img: img2,
        name: 'Турганбекова Алия',
        info: ' Интернет маркетолог тренингинин тренери. Бул багытта 2 жылдан ашык тажрыйбасы бар жана онлайн оффлайнда 1000ден ашык окуучусу бар. Мыктыбек арстанбек агайдын интернет маркетологу.'
    },
    {
        id: 3,
        img: img3,
        name: 'Кыпчакбаев Абдукарим',
        info: 'Full stack тренингинин тренери. It тармагында 1.5 жылдык тажрыйбасы бар. 50 дон ашык окуучусу бар. Motion web it студиясында front end разработчик.'
    },
    {
        id: 4,
        img: img4,
        name: 'Нуржамал Демирболот',
        info: 'Uxui pro дизайн курсунун тренери. Кесиби: инженер программист, дизайнер. Дизайнер тармагында 3 жылдык тажрыйбасы бар.'
    },
    {
        id: 5,
        img: img5,
        name: 'Жопроева Бактыгул',
        info: 'Интернет маркетолог тренингинин тренери. Бул багытта 1.5 жылдан ашык тажрыйбасы бар жана онлайн оффлайнда 200дон ашык окуучусу бар'
    },
    {
        id: 6,
        img: img6,
        name: 'Арслан Жолдошов',
        info: 'Motion web it академиясында android разработчик тренери жана аралыктан буюртма алып freelanсer болуп иштеп келет. It тармагында 2.5 жылдык тажрыйбасы бар.'
    },
    {
        id: 7,
        img: img7,
        name: 'Аскар Шамшиддинов',
        info: 'Full stack тренинингинин тренери. It тармагында 1.5 жылдык тажрыйбасы бар. Дубайдан билимин өркүндөтүп келген. Учурда freelanser болуп да иштеп келет.'
    },
]