const BusinessProgramData = {
    MainData: [
        {
            id: 1,
            name: '1. Маркетолог',
            themeTitles: [
                'Маркетингге киришүү',
                'Маркетологтун стратегиясы',
                'Негизги инструментер',
            ]
        },
        {
            id: 2,
            name: '2. СММ',
            themeTitles: [
                'Инстаграм. Инстаграмды туура ыктоо.',
                'Максаттагы аудитория.',
                'Визуал жана баннер',
                'План жана ракурс',
                'Жарык жана анын түрлөрү',
                'Текст жана хэштег',
                'Пост жана сториз',
                'Сунуш жана таргет',
            ]
        },
        {
            id: 3,
            name: '3. Таргетолог',
            themeTitles: [
                'Фейсбук аккаунт ачуу жана толтуруу',
                'Фейсбуктан блокко тушуп калбоонун жолдору (адс менеджер)',
                'WhatsApp Business',
                'Lalafo (бизнес профиль, кошумча маркет)',
                'Telegram (интернет магазин жана бот)',
                'Канал жана группаларга бот ачып иштөө',
                'Email.ru',
                 'Одноклассники',
                'Вконтакте',
                'Тик Ток',
                'My target',
                'Google ads',
                'Youtube рекламасы',
            ]
        },
    ]
}
export default BusinessProgramData