const ProgramData = [
    {
        id:1,
        name: '1. Веб-вёрстка',
        info: 'Базовый уровень: вы познакомитесь с HTML и CSS, кросс-браузерной и адаптивной вёрсткой. Научитесь работать с анимацией и хостингами. Сверстаете сайт для художественной галереи по готовым макетам. Продвинутый уровень: узнаете,как автоматизировать сборку проектов и быстрее описывать стили с помощью препроцессоров. Научитесь верстать письма, создавать сетки на grid.'
    },
    {
        id:2,
        name: '2. JavaScript',
        info: 'Базовый уровень: научитесь работать с переменными и числами, изучите массивы,объекты и функции. Познакомитесь с константами, ключевыми словами const и var, областями видимости, замыканиями и научитесь их использовать в работе. Продвинутый уровень: освоите работу с модулями, событиями и менеджером пакетов npm. Научитесь создавать методы объектов и прототипов, писать тесты и взаимодействовать с сервером с помощью fetch API.'
    },
    {
        id:3,
        name: '3. React.js',
        info: 'React-разработчики создают приложения на React,используя дополнительные инструменты: например,Redux, TypeScript или Jest. Это востребованная работа: на React.JS написаны Яндекс,Netflix,Facebook и другие известные сервисы. Фронтенд-разработчик в Яндекс.Практикуме Давид Роганов рассказал,что такое React,и составил гид для его изучения.'
    }
]
export default ProgramData